ohkami-tokio/.oha/C_128.log
Summary:
  Success rate:	100.00%
  Total:	15.0061 secs
  Slowest:	0.0102 secs
  Fastest:	0.0001 secs
  Average:	0.0014 secs
  Requests/sec:	91646.5935

  Total data:	24.92 MiB
  Size/request:	19 B
  Size/sec:	1.66 MiB

Response time histogram:
  0.000 [1]      |
  0.001 [531352] |■■■■■■■■■■■■■■■■■■■■■■■■
  0.002 [693051] |■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.003 [140968] |■■■■■■
  0.004 [5681]   |
  0.005 [1399]   |
  0.006 [2188]   |
  0.007 [325]    |
  0.008 [164]    |
  0.009 [89]     |
  0.010 [40]     |

Response time distribution:
  10.00% in 0.0005 secs
  25.00% in 0.0008 secs
  50.00% in 0.0015 secs
  75.00% in 0.0019 secs
  90.00% in 0.0021 secs
  95.00% in 0.0023 secs
  99.00% in 0.0029 secs
  99.90% in 0.0058 secs
  99.99% in 0.0081 secs


Details (average, fastest, slowest):
  DNS+dialup:	0.0002 secs, 0.0000 secs, 0.0085 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0060 secs

Status code distribution:
  [200] 1375258 responses