ohkami-tokio/.oha/C_16.log
Summary:
  Success rate:	100.00%
  Total:	15.0099 secs
  Slowest:	0.0065 secs
  Fastest:	0.0000 secs
  Average:	0.0004 secs
  Requests/sec:	45071.2827

  Total data:	12.26 MiB
  Size/request:	19 B
  Size/sec:	836.28 KiB

Response time histogram:
  0.000 [1]      |
  0.001 [622364] |■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.001 [53879]  |■■
  0.002 [262]    |
  0.003 [4]      |
  0.003 [1]      |
  0.004 [0]      |
  0.005 [0]      |
  0.005 [1]      |
  0.006 [1]      |
  0.007 [1]      |

Response time distribution:
  10.00% in 0.0001 secs
  25.00% in 0.0001 secs
  50.00% in 0.0004 secs
  75.00% in 0.0005 secs
  90.00% in 0.0007 secs
  95.00% in 0.0007 secs
  99.00% in 0.0010 secs
  99.90% in 0.0012 secs
  99.99% in 0.0015 secs


Details (average, fastest, slowest):
  DNS+dialup:	0.0002 secs, 0.0000 secs, 0.0052 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0006 secs

Status code distribution:
  [200] 676514 responses